/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Automatisch überprüfen";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Nicht überprüfen";

/* HexColorPickerGetVersionFormat */
"Get v%@" = "Lade v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personally identifying informations will be sent in order to check for updates. (Automatic checking can slow down opening the color panel with the Hex Color Picker active by a few seconds." = "Hex Color Picker kann regelmäßig und automatisch nach Aktualisierungen suchen. Aktualisierungen sind nicht verpflichtend und es werden keine persönlichen Daten bei der Überprüfung gesendet. (Das automatische Überprüfen kann, wenn Hex Color Picker ausgewählt ist, dazu führen, dass das Öffnen des Farbpanels um wenige Sekunden verzögert wird.)";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Soll Hex Color Picker automatisch nach Aktualisierungen suchen?";